{
  "login": "تسجيل دخول",
  "new_registration": "تسجيل جديد",
  "create_your_account_to_benefit_from_Kashtat_services": "أنشئ حسابك لتسفيد من خدمات كشتات",
  "your_name": "اسمك",
  "i_have_read_and_agree_to_the_terms_and_conditions_of_Kashtat": "أنا قرأت و أوافق على شروط واحكام كشتات",
  "registration": "تسجيل",
  "register": "تسجيل",
  "welcome_back_enter_your_mobile_number": "مرحبا بعودتك ادخل رقم جوالك",
  "continue_": "المتابعة",
  "the_code_has_been_sent_to_your_phone": "تم إرسال الرمز إلى هاتفك",
  "select_the_type_of_kashta": "حدد نوع الكشتة",
  "special_Kashta": "كشتة خاصة",
  "kashta_locations": "مواقع كشتات",
  "camps": "مخيمات",
  "group_requests": "طلبات المجموعات",
  "city": "المدينة",
  "region": "المنطقة",
  "select_the_type_of_kashta_city_and_region": "حدد نوع الكشتة و المدينة و المنطقة",
  "the_number_of_kastats": "عدد الكشتات",
  "more": "المزيد",
  "riyal": "ريال",
  "the_number_of_people": "عدد الاشخاص",
  "select_date": "حدد التاريخ",
  "select_time": "حدد الوقت",
  "add_notes": "اضف ملاحظات",
  "pay": "ادفع",
  "specify_kashta_date": "حدد تاريخ الكشتة",
  "order_details": "تفاصيل الطلب",
  "kashta_city": "مدية الكشتة",
  "kashta_location": "مكان الكشتة",
  "date": "التاريخ",
  "time": "الوقت",
  "kashta_owner": "الكشات",
  "add_coupon": "اضف كوبون",
  "add": "اضف",
  "change": "تغيير",
  "select_payment_method": "اختر وسيلة الدفع",
  "subtotal": "المجموع الجزئي",
  "vat": "ضريبة القيمة المضافة",
  "evaluation_request": "تقييم الطلب",
  "contact_us": "تواصل معنا",
  "about_us": "عن كشتات",
  "privacy_policy": "سياسة الخصوصة",
  "register_as_provider": "سجل معنا ( مزود خدمة )",
  "change_language": "تغيير اللغة",
  "my_account": "حسابي",
  "payment": "الدفع",
  "logout": "تسجيل الخروج",
  "hello": "مرحبا",
  "my_cards": "بطاقاتي",
  "add_new_card": "اضف بطاقة جديدة",
  "name": "الاسم",
  "group_request_has_been_sent": "تم ارسال طلب المجموعات",
  "we_thank_you_for_choosing_Kashtat_We_will_contact_you_as_soon_as_we_provide_the_best_service_provider": "نشكر لك اختيار كشتات سوف نتواصل معكم فور توفير افضل مقدم خدمة",
  "oK": "موافق",
  "other_requests_Indicate_what_you_would_like_to_do": "طلبات أخرى اذكر ما تود القيام به",
  "send_request": "ارسال الطلب",
  "requests": "الطلبات",
  "active_orders": "الطلبات النشطة",
  "last_orders": "الطلبات الاخيرة",
  "groups_request": "طلب المجموعات",
  "receipt_of_the_request": "استلام الطلب",
  "paying_off": "الدفع",
  "receive_the_service_provider": "استلام مقدم الخدمة",
  "recent_requests": "استلام مقدم الخدمة",
  "re_order": "اعادة الطلب",
  "home": "الرئيسية",
  "notifications": "التنبيهات",
  "orders": "الطلبات",
  "account": "حسابي",
  "accepted_request": "تم الموافقة علي الطلب",
  "rejected_request": "تم الغاء الطلب",
  "select_city_and_date": "حدد المدينة والتاريخ",
  "select_city": "حدد المدينة",
  "select_kashta_type": "حدد نوع الكشتة",
  "reservations_count": "عدد الحجوزات",
  "per_night": "ر.س/ليلة",
  "total_one_night": "اجمالي (ليلة واحدة)",
  "unit_code": "كود الوحدة",
  "welcome": "مرحباً",
  "switch_to_business": "تحويل إلى حساب تجاري",
  "wallet_balance": "رصيد المحفظة",
  "wallet_records": "سجل المحفظة",
  "reports_and_complaints": "البلاغات والشكاوى",
  "rate_us": "قيمنا",
  "invite_friends": "دعوة الأصدقاء",
  "delete_account": "حذف الحساب",
  "privacy_policy_content": "سياسة الخصوصية: جمع المعلومات واستخدامها تقع على عاتقنا مهمة حماية معلوماتك الشخصية. يرجى ملاحظة أن سياسة الخصوصية هذه لا تنطبق على مواقع شركائنا في العمل أو الشركات التابعة أو أي أطراف أخرى، حتى لو تم الإشارة إليها في الموقع. لذلك، ننصحك بمراجعة سياسات الخصوصية للأطراف الأخرى التي ترغب في التعامل معها. عند استخدام الخدمات المتوفرة على الموقع أو تطبيقات الجوال، سيُطلب منك تقديم بعض المعلومات مثل اسمك وعناوين الاتصال وبطاقة الائتمان أو بطاقة الخصم. يتم تخزين هذه المعلومات والاحتفاظ بها على أجهزة الكمبيوتر أو غيرها من الأجهزة. ما هي المعلومات التي سنقوم بجمعها؟ • معلومات شخصية • معلومات الدفع • معلومات الحجز • معلومات أخرى طرق استخدام المعلومات • الوفاء باتفاقنا معك، بما في ذلك الحجوزات وأي حجز آخر، وتجهيز مناسباتك، أو التواصل معك في حالة وجود أي مشكلة تتعلق بالحجز الخاص بك. • لتسجيل اسمك على موقعنا أو تطبيقات الجوال وبالتالي يمكنك إدارة حسابك على موقعنا لتلقي جميع خدماتنا. كما يمكنك إلغاء الاشتراك عبر التواصل معنا في حال لم تعد ترغب بالتمتع بهذه الخدمات. • للإجابة على أي استفسار قمت بإرساله إلينا عبر البريد الإلكتروني. • لأغراض التسويق المباشر، كما هو موضح بالتفصيل أدناه. من الضروري لدينا معرفة جميع أسماء العملاء الذين حجزوا. إذا كنت قد قمت بالحجز بالنيابة عن شخص آخر، فمن المفترض أن تكون قد حصلت على موافقته لاستخدام معلوماته الشخصية. وسوف نكمل الإجراءات بناءً على الموافقة المذكورة أعلاه. • لإجراء الحجوزات ومعاملات الدفع في الخدمات المتوفرة على الموقع. • لمنحك تجربة خاصة وتقديم أفضل الخدمات (والعمل على تلبية احتياجاتك الفردية على أفضل وجه عبر تزويدنا بمعلوماتك الشخصية) • لتطوير أداء استخدام الموقع: (نسعى دوماً لتحسين خدمات الموقع استناداً على المعلومات التي نستلمها منك) • لتحسين خدمة العملاء (هذه المعلومات تساعدنا على الإجابة بشكل أفضل على طلباتك الموجهة لفريق خدمة العملاء ودعم احتياجاتهم) وتحليل حركة البيانات على الموقع. • لإدارة أي مسابقة أو عرض ترويجي، أو استطلاع إحصائي أو إحدى ميزات الموقع الأخرى. • لإرسال رسائل إلى البريد الإلكتروني أو رسائل قصيرة أو غيرها من الوسائل المتاحة لتقديم كافة الخدمات، والإجابة على جميع الاستفسارات والطلبات، وغيرها من الأسئلة. • للاستجابة على استفساراتك فيما يتعلق باستخدامك للموقع والخدمات المتاحة إليك. • التسجيل التلقائي لدخول البيانات. بالتأكيد، أنت المسؤول الوحيد عن سرية كلمة المرور الخاصة بك، ومعلومات حسابك الشخصي. لذا نرجو منك الحرص على الحفاظ على هذه المعلومات لاسيما عندما تكون متصلاً بالإنترنت. معلوماتك الشخصية سوف نقوم باستخدام جميع المعلومات المقدمة من طرفك أو التي استطعنا الحصول عليها لتطوير وتحسين الخدمات المقدمة إليك ولجميع عملائنا وتزويدكم بأحدث الأخبار عن تطبيقاتنا الجديدة والخدمات والعروض الخاصة والقيمة عبر (البريد أو البريد الإلكتروني أو الهاتف أو غير ذلك). وقد نقوم في بعض الأحيان بإعلامك عن المنتجات الجديدة والخدمات والعروض الخاصة لأطراف أخرى محدّدة، في حال قمت خلال عملية التسجيل بالموافقة على خيار تلقّي نشرة تطبيق وموقع كشتات الإلكترونية وآخر التحديثات. نقوم بمشاركة معلوماتك مع: من الممكن أن نقوم بمشاركة معلوماتك على النحو التالي: • لجميع فروع مكاتب فريق خدمة العملاء. • لأطراف أخرى جديرة بالثقة والتي نقوم بالتعامل معها لتوفير خدمات معينة مثل: الإتاحة لعملائنا بحجز الشاليهات أو الاستراحات أو المخيمات أو المزارع أو منسقي الحفلات. • لأطراف أخرى مشاركة في سياسة ترخيص بطاقة الائتمان. • إذا كان لدينا مهمة للقيام بذلك أو إذا كان القانون يسمح لنا بذلك. • لموظفينا ووكلائنا للقيام بإحدى المهام التي قمنا بالإشارة إليها أعلاه، الآن أو في المستقبل. • للمؤسسات الشريكة التي هي من ضمن شركتنا وشركتنا الأم وأخرى تابعة لها، حيث تمكننا هذه المشاركة من أن نقدم لك معلومات حول خدمات ومنتجات، ذات صلة بالرحلات وغيرها والتي قد تثير اهتمامك. وستكون لدى هذه الشركات صلاحية محدّدة للاطلاع على معلوماتك الخاصة طبقاً لما ورد ذكره في سياسة الخصوصية. كما ستقوم هذه الشركات بالامتثال للقوانين المعمول بها التي تنظمها وسائل الاتصالات، والتي تمنحك على أقل تقدير الفرصة لاختيار عدم استلام رسائل مشابهة عبر بريدها الإلكتروني التجاري في المستقبل.",
  "country_code": "+966",
  "next": "التالي",
  "skip": "تخطي",
  "onboarding_security": "استمتع بأمان وخصوصية تامة مع كشتات",
  "onboarding_experience": "تجربة فريدة في اختيار أفضل الكشتات",
  "onboarding_explore": "اكتشف مجموعة متنوعة من الكشتات المميزة"
}