{
  "login": "login",
  "new_registration": "new registration",
  "create_your_account_to_benefit_from_Kashtat_services": "Create your account to benefit from Kashtat services",
  "your_name": "your name",
  "i_have_read_and_agree_to_the_terms_and_conditions_of_Kashtat": "I have read and agree to the terms and conditions of Kashtat",
  "registration": "registration",
  "register": "register",
  "welcome_back_enter_your_mobile_number": "Welcome back, enter your mobile number",
  "continue_": "continue",
  "the_code_has_been_sent_to_your_phone": "The code has been sent to your phone",
  "select_the_type_of_kashta": "Select the type of kashta",
  "special_Kashta": "Special Kashta",
  "kashta_locations": "kashta locations",
  "camps": "camps",
  "group_requests": "Group requests",
  "city": "City",
  "region": "Region",
  "select_the_type_of_kashta_city_and_region": "Select the type of kashta, city and region",
  "the_number_of_kastats": "The number of kastats",
  "more": "more",
  "riyal": "SAR",
  "the_number_of_people": "Count",
  "select_date": "select date",
  "select_time": "select time",
  "add_notes": "add notes",
  "pay": "pay",
  "specify_kashta_date": "specify kashta date",
  "order_details": "Order details",
  "kashta_city": "kashta city",
  "kashta_location": "kashta location",
  "date": "date",
  "time": "time",
  "kashta_owner": "kashta owner",
  "add_coupon": "add coupon",
  "add": "add",
  "change": "change",
  "select_payment_method": "select payment method",
  "subtotal": "subtotal",
  "vat": "VAT",
  "evaluation_request": "evaluation request",
  "contact_us": "contact us",
  "about_us": "about kashtat",
  "privacy_policy": "privacy policy",
  "change_language": "change language",
  "register_as_provider": "register as provider",
  "my_account": "my account",
  "payment": "payment",
  "logout": "LogOut",
  "hello": "hello",
  "my_cards": "my cards",
  "add_new_card": "add new card",
  "name": "name",
  "group_request_has_been_sent": "Group request has been sent",
  "we_thank_you_for_choosing_Kashtat_We_will_contact_you_as_soon_as_we_provide_the_best_service_provider": "We thank you for choosing Kashtat. We will contact you as soon as we provide the best service provider",
  "oK": "OK",
  "other_requests_Indicate_what_you_would_like_to_do": "Other requests Indicate what you would like to do",
  "send_request": "Send request",
  "requests": "Requests",
  "active_orders": "active orders",
  "last_orders": "last orders",
  "groups_request": "Groups request",
  "receipt_of_the_request": "Receipt of the request",
  "paying_off": "paying off",
  "receive_the_service_provider": "Receive the service provider",
  "recent_requests": "recent requests",
  "re_order": "Re-Order",
  "home": "Home",
  "notifications": "Notifications",
  "orders": "Orders",
  "account": "Account",
  "accepted_request": "Accepted requests",
  "rejected_request": "Rejected requests",
  "select_city_and_date": "Select City and Date",
  "select_city": "Select City",
  "select_kashta_type": "Select Kashta Type",
  "reservations_count": "Reservations Count",
  "per_night": "SAR/Night",
  "total_one_night": "Total (One Night)",
  "unit_code": "Unit Code",
  "welcome": "Welcome",
  "switch_to_business": "Switch to Business Account",
  "wallet_balance": "Wallet Balance",
  "wallet_records": "Wallet Records",
  "reports_and_complaints": "Reports and Complaints",
  "rate_us": "Rate Us",
  "invite_friends": "Invite Friends",
  "delete_account": "Delete Account",
  "privacy_policy_content": "Privacy Policy: Information Collection and Use It is our responsibility to protect your personal information. Please note that this privacy policy does not apply to our business partners' websites, subsidiaries, or any other parties, even if they are referenced on the site. Therefore, we advise you to review the privacy policies of other parties you wish to deal with. When using the services available on the website or mobile applications, you will be asked to provide some information such as your name, contact addresses, credit card or debit card. This information is stored and kept on computers or other devices. What information will we collect? • Personal information • Payment information • Booking information • Other information Methods of using information • To fulfill our agreement with you, including bookings and any other reservations, preparing your events, or communicating with you in case of any problems related to your booking. • To register your name on our website or mobile applications and thus you can manage your account on our website to receive all our services. You can also unsubscribe by contacting us if you no longer wish to enjoy these services. • To answer any inquiry you have sent to us via email. • For direct marketing purposes, as detailed below. It is necessary for us to know all the names of customers who have booked. If you have booked on behalf of someone else, it is assumed that you have obtained their consent to use their personal information. We will complete the procedures based on the above consent. • To make bookings and payment transactions in the services available on the site. • To give you a special experience and provide the best services (and work to meet your individual needs in the best way by providing us with your personal information) • To develop site usage performance: (We always strive to improve site services based on the information we receive from you) • To improve customer service (This information helps us better respond to your requests directed to the customer service team and support their needs) and analyze site traffic. • To manage any contest, promotional offer, statistical survey, or other site features. • To send messages to email or short messages or other available means to provide all services, answer all inquiries and requests, and other questions. • To respond to your inquiries regarding your use of the site and available services. • Automatic data entry registration. Certainly, you are solely responsible for the confidentiality of your password and your personal account information. Therefore, we ask you to be careful to maintain this information, especially when you are connected to the Internet. Your personal information We will use all the information provided by you or that we have been able to obtain to develop and improve the services provided to you and all our customers and provide you with the latest news about our new applications, services, and special and valuable offers via (mail, email, phone, or otherwise). We may sometimes inform you about new products, services, and special offers for other specific parties, if you have agreed during the registration process to receive the Kashtat application and website newsletter and latest updates. We share your information with: We may share your information as follows: • To all branches of the customer service team offices. • To other trusted parties with whom we deal to provide specific services such as: enabling our customers to book chalets, rest houses, camps, farms, or party planners. • To other parties involved in credit card licensing policy. • If we have a task to do so or if the law allows us to do so. • To our employees and agents to perform one of the tasks we have referred to above, now or in the future. • To partner institutions that are part of our company, our parent company, and other affiliates, as this sharing enables us to provide you with information about services and products related to trips and others that may interest you. These companies will have limited access to your private information in accordance with what is mentioned in the privacy policy. These companies will also comply with the applicable laws governing communications, which give you at least the opportunity to choose not to receive similar messages via their commercial email in the future.",
  "country_code": "+966",
  "next": "Next",
  "skip": "Skip",
  "onboarding_security": "Enjoy complete security and privacy with Kashtat",
  "onboarding_experience": "Unique experience in choosing the best Kashtat",
  "onboarding_explore": "Discover a variety of distinctive Kashtat"
}